
/* AppController */
"BetterZip will only run on macOS 10.10 (Yosemite) or later systems." = "BetterZip は、macOS 10.10 (Yosemite) もしくはそれ以降でしか動作しません。";
"Quit!" = "終了!";
"Sorry!" = "申し訳ない!";
"https://macitbetter.com/contact" = "mailto:betterzip@macitbetter.com";
"https://macitbetter.com/" = "https://macitbetter.com/";
"http://www.win-rar.com/" = "http://www.win-rar.com/";

/* helpers */
"Last modified: %@\nSize: %@" = "最終更新日時: %@\nサイズ: %@";

/* ReplaceExistingFiles */
"An item named %@ already exists in this location. Do you want to replace it with the one you are extracting?" = "%@ という名前の項目がこの場所に既に存在します。現在展開中のもので置き換えますか?";
"An item named %@ already exists in this location inside the archive. Do you want to replace it with the one you are adding?" = "%@ という名前の項目は既に存在します。現在追加中のもので置き換えますか?";
"File in archive:" = "アーカイブ内のファイル:";
"File on disc:" = "ディスク上のファイル";

/* ZipDocument */
"Zip Format (recommended)" = "Zip 形式 (推奨)";
"TAR Format, uncompressed (tar)" = "TAR 形式、無圧縮 (tar)";
"TAR Format, GZip compressed (tgz)" = "TAR 形式、圧縮 (tgz)"; 
"TAR Format, BZip2 compressed (tbz)" = "TAR 形式、BZip2 圧縮 (tbz)";
"7-Zip Format (best compression)" = "7-Zip 形式 (圧縮率最高)";
"RAR Format" = "RAR 形式";
"Extract All" = "すべて展開";
"Extract all files and folders from the archive" = "アーカイブからすべてのファイルやフォルダを展開します";
"Extract" = "展開";
"Extract the selected files or folders from the archive" = "アーカイブから選択したファイルとフォルダを展開します";
"Extracting archive: %@" = "アーカイブを展開中: %@";
"Opening archive with %d items. Ugh, this is going to take a while..." = "%d 項目を含むアーカイブを展開しています。うーん。これはしばらくかかりますね…";
"Opening archive with %d items" = "％d 項目を含むアーカイブを展開しています";
"Check for updates on startup?" = "起動時にアップデートを確認しますか";
"Would you like %@ to check for updates on startup? You can initiate the check manually from the preferences window at any time." = "起動時に、%@ のアップデートがあるか確認しますか? この設定は後からいつでも環境設定から変更することができます。";
"Yes" = "はい";
"No" = "いいえ";
"Are you sure you want to overwrite the original archive?" = "本当に元のアーカイブを置き換えますか?";
"Warning: Saving cannot be undone" = "警告: 保存した後でこれを取り消すことはできません";
"Save" = "保存";
"Don't Save" = "保存しない";
"Saving archive: %@ of %@" = "アーカイブを保存中: %2$@. 項目中 %1$@";
"Extracting items from archive: %@ of %@" = "アーカイブを展開中: %$2@ 項目中 %$1@";
"Add" = "追加";
"Open" = "開く";
"Add Items" = "項目を追加";
"Extract Here" = "ここに展開";
"Warning" = "警告";
"%@ is not handled by any application. Try to extract the file and use Finder to open it." = "%@ をあつかうアプリケーションがありません。ファイルを展開して Finder で開いて下さい。";
"OK" = "OK";
"Delete Items" = "項目を削除します";
"You can't move an item into one of its subfolders!" = "自分のサブフォルダへ項目を移動させることはできません!";
"Move Items" = "項目を移動します";
"BetterZip will now remove Mac specific files from the archive." = "BetterZIp が Mac 固有ファイルをアーカイブに含めなくなります。";
"Clean now" = "今すぐクリーニング";
"Cancel" = "キャンセル";
"Clean Archive" = "アーカイブをクリーニング";
"Change Archive Mode" = "アーカイブモードを変更";
"Archive" = "アーカイブ";
"Add to %@..." = "%@ に追加…";
"Extract All..." = "すべて展開…";
"Extract Selected..." = "選択した項目を展開…";
"Save the archive" = "アーカイブを保存";
"Add a new file or folder to the archive" = "新しいファイルやフォルダをアーカイブに追加します。";
"Extract files or folders from the archive" = "アーカイブからファイルやフォルダを展開します";
"View" = "表示";
"View the selected file" = "選択したファイルを表示します";
"Delete" = "削除";
"Delete the selected files or folders from the archive" = "選択したファイルやフォルダをアーカイブから削除します";
"Search" = "検索";
"Search the archive file" = "アーカイブファイルを検索します";
"Clean" = "クリーニング";
"Stop" = "中止";
"Ignore and go on" = "無視して続ける";
"The file %@ could not be added to the archive. Maybe the system disc is full?" = "ファイル %@ をアーカイブに追加できませんでした。システムディスクがいっぱいなのかも。";
"There is not enough free space on the destination drive." = "対象のドライブに充分な空き容量がありません。";
"Loading archive: %@" = "アーカイブ %@ を読み込み中";
"External command returned: %d\n" = "外部コマンドの戻り値: %d";
"Saving archive failed" = "アーカイブを保存できませんでした";
"You don't have permission to write to this folder." = "このフォルダに書き込みができるアクセス権がありません。";
"An unknown error occurred." = "道のエラーが発生しました。";
"New Folder" = "新規フォルダ";
"Create New Folder" = "新しいフォルダを作成します";
"Error" = "エラー";
"Create a new folder in the selected place inside the archive." = "アーカイブ内の選択した場所に新しくフォルダを作成します";
"An item with this name already exists in this folder!" = "この名前の項目が既にこのフォルダに存在します!";
"Do you want to save the changes you made in the document %@?" = "書類 %@ に加えた変更を保存しますか?";
"Your changes will be lost if you don't save them." = "保存しないと、変更は失われてしまいます。";
"The archive extraction failed." = "アーカイブを展開できませんでした。";
"Maybe, there is not enough free space on the destination drive. Or the password is incorrect." = "おそらく、対象のドライブに充分な空き容量がないか、パスワードが間違っていると思われます。";
"Rename Item" = "項目の名前を変更します";
"Opening archive failed" = "アーカイブを開けませんでした";
"Not encrypted" = "暗号化しない";
"Weak (PKZip2 compatible)" = "弱い暗号 (PKZip2 互換)";
"Strong (AES-256)" = "強力な暗号 (AES-256)";
"untitled folder" = "名称未設定フォルダ";
"BetterZip Temporary Folder" = "BetterZip 一時フォルダ"; 
"(incl. %d hidden)" = "(隠しファイルを %d 個含む)";
"%d selected, uncompressed size: %@ %@" = "選択中 %d、圧縮前のサイズ: %@ %@";
"%d items, uncompressed size: %@ %@" = "%d 項目、圧縮前のサイズ: %@ %@";
"%d item, uncompressed size: %@ %@" = "%d 項目、圧縮前のサイズ: %@ %@";
"BetterZip will now remove one file matching the patterns configured in the preferences window from the archive." = "BetterZIp は、環境設定で設定したパターンに合致するファイルをひとつ、アーカイブから取り除きます。";
"BetterZip will now remove %d files matching the patterns configured in the preferences window from the archive." = "BetterZIp は、環境設定で設定したパターンに合致するファイルを %d 個アーカイブから取り除きます。";
"BetterZip will now remove one Mac specific file from the archive." = "BetterZIp は、Mac 固有のファイルをひとつ、アーカイブから取り除きます。";
"BetterZip will now remove %d Mac specific files from the archive." = "BetterZIp は、Mac 固有のファイルを %d 個、アーカイブから取り除きます。";
"Remove" = "削除";
"BetterZip cannot extract to this folder. Maybe you don't have write access." = "BetterZip はこのフォルダに展開できません。おそらくアクセス権限がないものと思われます。";
"Save As..." = "別名で保存...";
"Save the archive with another name." = "別の名前でアーカイブを保存";
"Cleaning" = "クリーニング";
"No compression" = "圧縮しない"; 
"Fast, but larger archives" = "速度優先。圧縮率は低くなります";
"Normal" = "通常";
"Best, but slower operation" = "圧縮率優先。処理速度は遅くなります";
"Remove files matching the patterns configured in the preferences window from the archive." = "環境設定で設定されたパターンに合致するファイルをアーカイブから取り除きます。";
"File Types" = "ファイルタイプ";
"N/A" = "—";
"Multiple files" = "複数のファイル";
"No files selected" = "ファイルが選択されていません";
"A volume is missing: /%s." = "ボリュームが見つかりません: /%s。";
"Close" = "閉じる";
"Strong (AES-256) with header encryption" = "強力な暗号 (AES-256) ヘッダ暗号化付き";


/* PreferenceController */
"Last checked: " = "最終チェック日時:";
"General" = "全般";
"Columns" = "表示項目";
"Advanced" = "高度な設定";
"Helpers" = "ヘルパー";
"Use RAR" = "RAR を使用";
"Never" = "なし";
"never" = "しない";
"Next to original" = "元の項目と同じ場所";


/* V 2.0 */
"Cancel the operation" = "処理をキャンセル";
"Reveal in Finder" = "Finder に表示";
"Passwords" = "パスワード";
"no errors" = "エラーはありません";
"with errors" = "エラーがあります";
"cancelled" = "キャンセルしました";
"Extracted %@" = "%@ を展開しました";
"Extracting %@" = "%@ を展開中";
"Compressing %@" = "%@ を圧縮中";
"Extracting items temporarily" = "一時的に項目を展開中";
"%@ of %@" = "%@ / %@";
"%@ copy" = "%@ のコピー";
"Extract to..." = "展開先…";
"The archive could not be extracted completely. It may be damaged." = "アーカイブをすべて展開することはできませんえした。壊れている可能性があります。";
"This archive appears to be damaged." = "このアーカイブは壊れているようです。";
"The archive could not be extracted." = "アーカイブを展開できませんでした。";
"It is either damaged or in an unsupported format." = "壊れているか、未知の形式が使われています。";
"BetterZip Recovered Files" = "BetterZip はファイルをリカバリしました";
"Multiple Copies Installed" = "複数の Squirrel がインストールされています";
"Quit and Reveal in Finder" = "終了して Finder で表示";
"Queued for extraction" = "展開キュー";
"Queued for compression" = "圧縮キュー";
"The archive tests failed." = "アーカイブの検査に失敗しました。";
"The archive is either damaged or in an unsupported format." = "アーカイブが壊れているか、未知の形式が使われています。";
"Test" = "検査";
"Testing: %@\n" = "検査中: %@\n";
"Test the archive" = "アーカイブをテスト";
"Running script" = "スクリプト実行中";
"Show Favorites" = "よく使う項目を表示";
"Hide Favorites" = "よく使う項目を隠す";
"Show Preview" = "プレビューを表示";
"Hide Preview" = "プレビューを隠す";
"<new password>" = "<新しいパスワード>";
"The transcript window may contain further details." = "トランスクリプトウインドウにはより詳細な情報が表示されています。";
"The file %@ has been modified." = "ファイル %@ は変更されています。";
"Do you want to save the changes back to the archive?" = "アーカイブに変更を書き戻しますか?";
"Update File" = "ファイルを更新";
"Ignore Changes" = "変更を破棄";
"Ignore This Time" = "今回だけ破棄";
"Symbolic Link (no preview possible)" = "シンボリックリンク (プレビューできません)";
"Use for subsequent archives" = "以降のアーカイブに使用";
"Use this password for the new archive" = "このパスワードを新規アーカイブで使用";
"This is not the password you are looking for." = "これはあなたがお探しのパスワードではありません。";
"Edit Presets..." = "プリセットを編集…";
"Show save panel" = "保存パネルを表示";
"XAR Format" = "XAR 形式";
"Presets" = "プリセット";
"Testing archive %@" = "アーカイブ %@ を検査中";
"Archive test successful" = "アーカイブは正常です";
"The archive test was completed successfully." = "アーカイブの検査は正常に終了しました。";
"Today" = "今日";
"Yesterday" = "昨日";
"Go to the win.rar GmbH web site" = "win.rar GmbH の Web サイトを表示";
"Extracting items from %@" = "%@ から項目を展開中";
"The rar helper could not be found." = "rar ヘルパーが見つかりませんでした。";
"Please set the correct path in Preferences > Helpers or choose a different format for saving." = "環境設定 > ヘルパー に正しいパスを設定するか、アーカイブの形式を変更して下さい。";
"Merge Folders" = "フォルダをマージ";
"Keep Both" = "両方とも残す";
"Apply to all folders" = "すべてのフォルダに適用";
"Apply to all" = "すべてに適用";
"Do you want to extract the %d archives that were found inside the selected folders?" = "選択されているフォルダ内部にある %d 個のアーカイブを展開しますか?";
"To ignore the selected folders and only extract directly selected archives click “Extract Selected Only”." = "選択されているフォルダを無視して、選択したアーカイブを直接展開する場合は、「選択した項目のみ展開」をクリックして下さい。";
"Extract Selected Only" = "選択した項目のみ展開";
"Archive Creation Complete" = "アーカイブの作成を完了";
"Archive Extraction Complete" = "アーカイブの展開完了";
"All Queued Archive Operations Complete" = "キューにあったアーカイブ操作はすべて完了";
"<new preset>" = "<新規プリセット>";
"Other folder..." = "その他のフォルダ…";
/* open with other application */
"Other..." = "その他";
"Compress" = "圧縮";
"Saving archive %@" = "アーカイブ %@ を保存中";
"Compressed %@" = "%@ を圧縮しました";
"An error occurred" = "エラーが発生しました";
"Use this preset as default in the toolbar" = "このプリセットをツールバーでのデフォルト動作にする";
"Use this preset as service" = "このプリセットをサービスで使う";

/* added in BetterZip 3 */
"Adding files to archive %@" = "アーカイブ %@ にファイルを追加";
"When in Direct Mode, all archive operations are immediate and cannot be undone." = "ダイレクトモードでは、アーカイブ処理がただちに反映されるため、元には戻せません。";

/* the two possible labels of the action button in the "file replace" alert panel */
"Update" = "アップデート";
"Replace" = "置換";

"An item named %@ already exists in this location inside the archive. Do you want to update it?" = "%@ という名前の項目がアーカイブ内のこの場所に既に存在します。更新しますか?";

"The archive cannot be created." = "アーカイブを作成できませんでした。";
"BetterZip will now remove one file matching your patterns from the archive." = "BetterZip は、パターンに合致するファイルを 1 個アーカイブから取り除きます。";
"BetterZip will now remove %d files matching your patterns from the archive." = "BetterZip は、パターンに合致するファイルを %d 個アーカイブから取り除きます。";
"After filtering, there are no files left to archive." = "フィルターを適用するとアーカイブにファイルが残りません。";
"macOS returned this error:" = "macOS がこのエラーを返しました:";
"Use this pattern to specify which files and folders to add to the archive:" = "このパターンを使ってアーカイブに追加するファイルやフォルダを指定:";
"Add Files to Archive" = "ファイルをアーカイブに追加";
"Use this pattern to delete files and folders from the archive:" = "このパターンを使ってアーカイブからファイルやフォルダを削除:";
"Delete Files From Archive" = "アーカイブからファイルを削除";

/* displayed in the file types table for user defined extensions */
"<Click to add your own>" = "<自分で追加>";

/* new compression levels */
"High, but slower operation" = "高, ただし処理が遅くなります";
"Best (solid, slow extraction)" = "最適 (確実ですが展開は遅くなります)";

/* Preferences window - name of the tab to manage filter patterns */
"Filtering" = "フィルタリング";

/* Tooltip for the delete with pattern toolbar button */
"Delete with pattern" = "パターンによる削除";

"<new pattern>" = "新規パターン";

/* warning when a user adds an archive comment, but the current format doesn’t support that (user can still save with an other format */
"You should save this archive with ZIP or RAR format or your comment will be lost." = "このアーカイブを ZIP もしくは RAR 形式で保存して下さい。それ以外では、コメントが保存されません。";

/* possible button labels for setting and clearing passwords in the save presets configuration */
"Set" = "設定";
"Clear" = "消去";

"CPIO Format, uncompressed (cpio)" = "CPIO 形式、無圧縮 (cpio)";
"TAR Format, xz compressed (txz)" = "TAR 形式、xz 圧縮 (txz)";

/* title of the OK button in the file open panel used to locate the temp folder or standard opening program */ 
"Use" = "使う";

/* possible file status strings */
"Modified" = "修正";
"Moved" = "移動";
"Added" = "追加";
"Updated" = "更新";

"An error occurred opening %@. Do you want to try to open the archive anyway?" = "%@ を開く際にエラーが発生しました。アーカイブを強制的に開きますか?";
"Cancel Opening" = "中止する";
"Open Anyway" = "強行する";

/* added in BetterZip 4 */

/* Default title for dynamic preset services */
"Compress with Preset %@" = "プリセット %@ で圧縮";
"Extract with Preset %@" = "プリセット %@ で展開";
"Service Name" = "サービス名";
"Comment Text" = "コメントテキスト";

"Caution" = "注意";
"Do not enable this option, if you are not in the habit of making regular backups of your data. BetterZip will not warn you before overwriting files, if you use a preset with the overwrite switch enabled. Files can be lost. Use at your own risk." = "データのバックアップを定期的にとる習慣がなければ、このオプションを使用しないで下さい。ファイルの上書きスイッチを有効にしたプリセットを使用した場合、BetterZip はファイルを上書きする前に警告を出力しません。ファイルが失われる場合があります。自己責任でご使用下さい。";
"Activate" = "アクティベート";
"Trash" = "ゴミ箱";
"Don't move" = "移動しない";
"+pwd" = "+pwd";
"Reload Drop Bar" = "ドロップバーを再読み込み";

"The file %@ could not be extracted. %@\n\nThe last error macOS reported was:\n\"%s\"" = "ファイル %@ を展開できませんでした。\n\n%@ macOS がレポートした最後のエラーは次の通りです: \"%s\" ";
"The password may be incorrect." = "パスワードが正しくありません。";
"Archive Extraction Failed" = "アーカイブの展開に失敗";
"Archive Creation Failed" = "アーカイブの作成に失敗";
"Archive Test Successful" = "アーカイブのテストが成功";
"Archive Test Failed" = "アーカイブの検査に失敗";

"The archive disappeared" = "アーカイブが見当たりません";
"You can still browse the contents, but all archive operations will fail. \nDo you want to close the window?" = "まだ内容は閲覧できますが、アーカイブ操作はすべて失敗します。\nウインドウを閉じますか?";
"Ignore" = "無視";

"An error occurred opening %@. Do you want to try to repair the archive?" = "%@ を開く際にエラーが発生しました。アーカイブを修復しますか?";
"The archive could not be extracted completely. It may be damaged. Do you want to try to repair the archive?" = "アーカイブを完全に展開することができませんでした。アーカイブが壊れている可能性があります。修復しますか?";
"Repair" = "修復";
"%@ (damaged)" = "%@ (壊れている)";

"Drag items here to compress or extract" = "圧縮もしくは展開する項目をここにドラッグ";
"Drop archives here to extract" = "展開するアーカイブをここにドロップ";
"Drop the archives here to open them" = "開きたいアーカイブをここにドロップ";
"Drop items here to compress" = "圧縮する項目をここにドロップ";
"Drop the files here to add them to a new archive" = "新規アーカイブに追加する項目をここにドロップ";
"Choose from your favorite presets" = "お気に入りのプリセットから選択";
"Test the archive integrity" = "アーカイブに損傷がないことを検査";
"Open and browse the archive" = "アーカイブを開いて内容を表示";
"Add the items to a new archive" = "新規アーカイブに項目を追加";
"Trash" = "ゴミ箱";

"Compress with BetterZip" = "BetterZip で圧縮";
"Extract with BetterZip" = "BetterZip で展開";

"Reveal in Finder" = "Finder に表示";
"Cancel the operation" = "処理をキャンセル";

"This archive doesn't contain any Mac specific files yet" = "このアーカイブには、Mac 固有のファイルがありません";
"Do you want to keep it that way or add metadata to your archive?" = "そのままにしておきますか、それとも、アーカイブにメタデータを追加しますか?";
"Add Mac Stuff" = "Mac 固有ファイルを追加";
"Keep Mac Stuff out" = "Mac 固有ファイルを維持";

"System Default" = "システムデフォルト";
"One password per line:" = "一行あたりパスワードをひとつ:";
"Back" = "戻る";
"Unlock Password Manager…" = "パスワードマネージャーをアンロック…";
"Lock Password Manager" = "パスワードマネージャーをロック";
"Archives" = "アーカイブ";
"Archive Types" = "アーカイブタイプ";
"Files" = "ファイル";
"Next to archive" = "アーカイブのある場所";
"Choose Master Password" = "マスターパスワードを選択";
